sysbench/results/aws/mysql/big/sequencial/read_1.txt
sysbench 1.1.0-3ceba0b (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            658280
        write:                           0
        other:                           0
        total:                           658280
    transactions:                        47020  (782.94 per sec.)
    queries:                             658280 (10961.10 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      782.9355
    time elapsed:                        60.0560s
    total number of events:              47020

Latency (ms):
         min:                                   17.25
         avg:                                   63.83
         max:                                  138.62
         95th percentile:                       74.46
         sum:                              3001304.21

Threads fairness:
    events (avg/stddev):           940.4000/30.90
    execution time (avg/stddev):   60.0261/0.02